Repository: turulomio/mymoviebook
Catalog: mymoviebook/locale/*.po
Languages: es

source: New Release:
es: Nueva versión:

source: * Edit Changelog in README
es: * Modificar el Changelog en README

source: * Make a new tag in github
es: * Hacer un nuevo tag en GitHub

source: * Create a new gentoo ebuild with the new version
es: * Crea un nuevo ebuild de Gentoo con la nueva versión

source: * Upload to portage repository
es: * Subelo al repositorio del portage

source: You pressed 'Ctrl+C', exiting...
es: Se ha pulsado 'Ctrl+C', saliendo...

source: Your database uses '{0}' and is called '{1}'.
es: Tu base de datos usa '{0}' y se llama '{1}'.

source: You can change this settings in '{0}'
es: Puedes cambiar esta configuración en '{0}'

source: Generate your personal movie collection book
es: Genera tu libro de colección de películas

source: Developed by Mariano Muñoz 2012-{}
es: Desarrollado por Mariano Muñoz 2012-{}

source: Overrides debug mode
es: Fuerza el modo de depuración

source: Insert films from current numbered directory
es: Añade las películas del directorio numerado actual

source: Films report is generated in this path. Can be called several times
es: El informe de las películas es generado en esta ruta. Puede ser llamado varias veces

source: Updates database
es: Actualiza base de datos

source: Other parameters
es: Otros parámetros

source: select output format. Default is PDF
es: Selecciona un formato de salida. Por defecto es PDF

source: Your database needs to be updated, please run mymoviebook --updatedb
es: Tu base de datos necesita ser actualizada, por favor ejecuta mymoviebook --updatedb

source: Current directory is not numeric
es: El directorio actual no es numérico

source: The id of the directory to add is '{}'. Do you want to continue?
es: El identificador del directorio a añadir es '{}'. ¿Quieres continuar?

source: Checking that the movies have the correct format...
es: Comprobando que las películas tienen el formato correcto...

source: There isn't a movie with the same name '{}'
es: No hay una película con el mismo nombre '{}'

source: Checking the number of films in the directory...
es: Comprobando el número de películas en el directorio...

source: There are more than 6 films in this directory. Please fix it.
es: Hay más de 6 películas en este directorio. Por favor corrígelo.

source: Do you want to overwrite the information of directory '{}'?
es: ¿Quieres sobreescribir la información del directorio '{}'?

source: Deleting information...
es: Borrando la información...

source: Adding movies to the database
es: Añadiendo películas a la base de datos

source: Creating your movie book...
es: Creando tu libro de películas...

source: Getting images
es: Extrayendo las imágenes

source: My movie book
es: Mi libro de películas

source: Title
es: Título

source: This movie book has been generated using version {} of MyMovieBook.
es: Este libro de películas ha sido generado usando la versión {} de MyMovieBook.

source: It's an opensource application published under GPL-3 license.
es: Es una aplicación de código abierto publicada bajo licencia GPL-3.

source: The main page of the project is in \href{https://github.com/turulomio/mymoviebook}{GitHub}.
es: La página principal del proyecto se encuentra en \href{https://github.com/turulomio/mymoviebook}{GitHub}.

source: This book has {} movies and it was generated at {}.
es: Este libro tiene {} películas y se generó a las {}.

source: If you make click over a film cover, you'll be redirected to FilmAffinity portal to try to get information of the movie.
es: Si haces click sobre una carátula, serás redirigido al portal de FilmAffinity para intentar conseguir información de la película.

source: List by index
es: Listado por índice

source: Big covers
es: Carátulas grandes

source: Index
es: Índice

source: - Films list with small covers
es: - Listado de películas con carátulas pequeñas

source: Small covers
es: Pequeñas carátulas

source: - Films list ordered by title
es: - Listado de películas ordenadas por título

source: Order by movie title
es: Ordenadas por el título de la película

source: - Ordered by year films list
es: - Listado de películas ordenadas por año

source: Order by movie year
es: Ordenadas por el año de la película

source: Year
es: Año

source: There is only one collection film in this year:
es: Hay solo una película de la colección en este año:

source: There are {} collection films in this year:
es: Hay {} películas de la colección en este año:

source: - Films without year list
es: - Listado de películas sin año

source: Films without year
es: Películas sin año

source: There are {} collection films without year.
es: Hay {} películas sin año en la colección.

source: - Duplicated films list
es: - Listado de películas duplicadas

source: Duplicated films
es: Películas duplicadas

source: There are {} collection films duplicated.
es: Hay {} películas duplicadas en la colección.

source: Writing PDF
es: Generando el PDF

source: Process took: {0}
es: El proceso tardó: {0}
